tap "adoptopenjdk/openjdk"
tap "argon/mas"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "delphinus/sfmono-square"
tap "ethereum/ethereum"
tap "fishtown-analytics/dbt"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "sanemat/font"
tap "sass/sass"
brew "anyenv"
brew "openssl@1.1"
brew "bazaar"
brew "freetype", link: false
brew "python@3.8", link: true
brew "cocoapods"
brew "composer"
brew "ctop"
brew "curl"
brew "openldap"
brew "curl-openssl"
brew "ethereum"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "fzf"
brew "gcc"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "libpq"
brew "mackup"
brew "mas"
brew "protobuf", link: false
brew "mosh"
brew "mysql"
brew "node"
brew "peco"
brew "php"
brew "pipenv"
brew "poetry"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "rmtrash"
brew "ruby"
brew "sphinx-doc"
brew "ta-lib"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "z"
brew "delphinus/sfmono-square/sfmono-square"
brew "fishtown-analytics/dbt/dbt"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
brew "sass/sass/sass"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "android-studio"
cask "anki"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "brave-browser-beta"
cask "brave-browser-dev"
cask "coteditor"
cask "cyberghost-vpn"
cask "dash"
cask "deepl"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-ricty-diminished"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "gyazo"
cask "hazel"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "kindle"
cask "kite"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mysqlworkbench"
cask "ngrok"
cask "obsidian"
cask "omnifocus"
cask "pdf-expert"
cask "postman"
cask "pycharm"
cask "rescuetime"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "the-unarchiver"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "zoomus"
mas "Airmail", id: 918858936
mas "Apple Configurator 2", id: 1037126344
mas "Be Focused Pro", id: 961632517
mas "CotEditor", id: 1024640650
mas "Disk Diag", id: 672206759
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "MARKETSPEED", id: 946680495
mas "MindNode", id: 1289197285
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "OmniOutliner Pro", id: 404647179
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "PopClip", id: 445189367
mas "Reeder", id: 1449412482
mas "Speed-Up", id: 412356892
mas "Telegram Lite", id: 946399090
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
